Repository: Liis17/BarkFluff
Catalog: Mac/Barkfluff/Barkfluff/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, ru, zh_hans

# auth.validation.username.too_long %lld
source: At most %lld characters
de: Höchstens %lld Zeichen
es: Como máximo %lld caracteres
ru: Максимум %lld символов
zh_hans: 最多 %lld 个字符

# auth.validation.username.too_short %lld
source: At least %lld characters
de: Mindestens %lld Zeichen
es: Al menos %lld caracteres
ru: Минимум %lld символа
zh_hans: 至少 %lld 个字符

# cached_file_type.poster
source: Posters
de: Poster
es: Pósteres
ru: Постеры
zh_hans: 海报

# cached_file_type.preview
source: Previews
de: Vorschauen
es: Vistas previas
ru: Превью
zh_hans: 预览

# chat_list.empty.description
source: Start a conversation or create a group
de: Beginne ein Gespräch oder erstelle eine Gruppe
es: Inicia una conversación o crea un grupo
ru: Начните диалог или создайте группу
zh_hans: 开始对话或创建群组

# chat_list.empty.title
source: No chats
de: Keine Chats
es: Sin chats
ru: Нет чатов
zh_hans: 没有聊天

# chat_list.folder.all
source: All chats
de: Alle Chats
es: Todos los chats
ru: Все чаты
zh_hans: 所有聊天

# chat_list.folder.untitled
source: Folder
de: Ordner
es: Carpeta
ru: Папка
zh_hans: 文件夹

# chat_list.menu.new_chat
source: New chat
de: Neuer Chat
es: Nuevo chat
ru: Новый чат
zh_hans: 新建聊天

# chat_list.menu.new_group
source: New group
de: Neue Gruppe
es: Nuevo grupo
ru: Новая группа
zh_hans: 新建群组

# chat_list.offline_banner
source: No connection. Showing cached chats.
de: Keine Verbindung. Es werden zwischengespeicherte Chats angezeigt.
es: Sin conexión. Mostrando chats en caché.
ru: Нет соединения. Показаны сохранённые чаты.
zh_hans: 无网络连接。显示缓存的聊天。

# chat_list.row.no_messages
source: No messages
de: Keine Nachrichten
es: Sin mensajes
ru: Нет сообщений
zh_hans: 暂无消息

# chat_list.search.prompt
source: Search
de: Suchen
es: Buscar
ru: Поиск
zh_hans: 搜索

# chat_list.search.section.users
source: Users
de: Benutzer
es: Usuarios
ru: Пользователи
zh_hans: 用户

# chat_list.section.messages
source: Messages
de: Nachrichten
es: Mensajes
ru: Сообщения
zh_hans: 消息

# commands.profile
source: Profile
de: Profil
es: Perfil
ru: Профиль
zh_hans: 个人资料

# common.back
source: Back
de: Zurück
es: Atrás
ru: Назад
zh_hans: 返回

# common.cancel
source: Cancel
de: Abbrechen
es: Cancelar
ru: Отмена
zh_hans: 取消

# common.close
source: Close
de: Schließen
es: Cerrar
ru: Закрыть
zh_hans: 关闭

# common.confirm
source: Confirm
de: Bestätigen
es: Confirmar
ru: Подтвердить
zh_hans: 确认

# common.delete
source: Delete
de: Löschen
es: Eliminar
ru: Удалить
zh_hans: 删除

# common.done
source: Done
de: Fertig
es: Listo
ru: Готово
zh_hans: 完成

# common.download
source: Download
de: Herunterladen
es: Descargar
ru: Скачать
zh_hans: 下载

# common.edit
source: Edit
de: Bearbeiten
es: Editar
ru: Редактировать
zh_hans: 编辑

# common.hide
source: Hide
de: Ausblenden
es: Ocultar
ru: Скрыть
zh_hans: 隐藏

# common.loading
source: Loading…
de: Wird geladen…
es: Cargando…
ru: Загрузка…
zh_hans: 加载中…

# common.none
source: None
de: Keine
es: Ninguno
ru: Нет
zh_hans: 无

# common.open
source: Open
de: Öffnen
es: Abrir
ru: Открыть
zh_hans: 打开

# common.or
source: or
de: oder
es: o
ru: или
zh_hans: 或

# common.retry
source: Try again
de: Erneut versuchen
es: Reintentar
ru: Попробовать снова
zh_hans: 重试

# common.save
source: Save
de: Speichern
es: Guardar
ru: Сохранить
zh_hans: 保存

# common.skip
source: Skip
de: Überspringen
es: Omitir
ru: Пропустить
zh_hans: 跳过

# common.unknown_user
source: Unknown
de: Unbekannt
es: Desconocido
ru: Неизвестный
zh_hans: 未知

# conversation.attach.camera
source: Camera
de: Kamera
es: Cámara
ru: Камера
zh_hans: 相机

# conversation.attach.file
source: File
de: Datei
es: Archivo
ru: Файл
zh_hans: 文件

# conversation.attach.file_no_compression
source: File (no compression)
de: Datei (ohne Komprimierung)
es: Archivo (sin compresión)
ru: Файл (без сжатия)
zh_hans: 文件（不压缩）

# conversation.attach.photo_or_video
source: Photo or video
de: Foto oder Video
es: Foto o vídeo
ru: Фото или видео
zh_hans: 照片或视频

# conversation.attach.picker.file_message
source: Select a file
de: Datei auswählen
es: Selecciona un archivo
ru: Выберите файл
zh_hans: 选择文件

# conversation.attach.picker.files_message
source: Select files to send
de: Dateien zum Senden auswählen
es: Selecciona los archivos a enviar
ru: Выберите файлы для отправки
zh_hans: 选择要发送的文件

# conversation.attach.picker.media_message
source: Select photo or video
de: Foto oder Video auswählen
es: Selecciona foto o vídeo
ru: Выберите фото или видео
zh_hans: 选择照片或视频

# conversation.attach.preview.add_media
source: Photo or video
de: Foto oder Video
es: Foto o vídeo
ru: Фото или видео
zh_hans: 照片或视频

# conversation.attach.preview.document
source: Document
de: Dokument
es: Documento
ru: Документ
zh_hans: 文档

# conversation.attach.preview.forwarded
source: Forwarded
de: Weitergeleitet
es: Reenviado
ru: Пересланное
zh_hans: 已转发

# conversation.attach.preview.photo
source: Photo
de: Foto
es: Foto
ru: Фото
zh_hans: 照片

# conversation.attach.preview.voice
source: Voice
de: Sprachnachricht
es: Mensaje de voz
ru: Голосовое
zh_hans: 语音

# conversation.attachment.uploading_percent %lld
source: Uploading %lld%%
de: Wird hochgeladen %lld%%
es: Subiendo %lld%%
ru: Загрузка %lld%%
zh_hans: 上传中 %lld%%

# conversation.audio.voice_message
source: Voice message
de: Sprachnachricht
es: Mensaje de voz
ru: Голосовое сообщение
zh_hans: 语音消息

# conversation.delete.button
source: Delete
de: Löschen
es: Eliminar
ru: Удалить
zh_hans: 删除

# conversation.delete.message
source: The message will be deleted for everyone in the chat.
de: Die Nachricht wird für alle im Chat gelöscht.
es: El mensaje se eliminará para todos los participantes del chat.
ru: Сообщение будет удалено для всех участников чата.
zh_hans: 消息将为聊天中的所有人删除。

# conversation.delete.title
source: Delete message?
de: Nachricht löschen?
es: ¿Eliminar mensaje?
ru: Удалить сообщение?
zh_hans: 删除消息？

# conversation.drag_drop.title
source: Drop files here
de: Dateien hier ablegen
es: Suelta los archivos aquí
ru: Перетащите файлы сюда
zh_hans: 将文件拖放到这里

# conversation.edit.cancel_a11y
source: Cancel editing
de: Bearbeitung abbrechen
es: Cancelar edición
ru: Отменить редактирование
zh_hans: 取消编辑

# conversation.edit.title
source: Editing message
de: Nachricht bearbeiten
es: Editar mensaje
ru: Редактирование сообщения
zh_hans: 编辑消息

# conversation.emoji.category.activities
source: Activities
de: Aktivitäten
es: Actividades
ru: Активности
zh_hans: 活动

# conversation.emoji.category.animals
source: Animals
de: Tiere
es: Animales
ru: Животные
zh_hans: 动物

# conversation.emoji.category.flags
source: Flags
de: Flaggen
es: Banderas
ru: Флаги
zh_hans: 旗帜

# conversation.emoji.category.food
source: Food
de: Essen
es: Comida
ru: Еда
zh_hans: 食物

# conversation.emoji.category.objects
source: Objects
de: Objekte
es: Objetos
ru: Предметы
zh_hans: 物品

# conversation.emoji.category.people
source: People
de: Personen
es: Personas
ru: Люди
zh_hans: 人物

# conversation.emoji.category.recent
source: Recent
de: Zuletzt
es: Recientes
ru: Недавние
zh_hans: 最近使用

# conversation.emoji.category.symbols
source: Symbols
de: Symbole
es: Símbolos
ru: Символы
zh_hans: 符号

# conversation.emoji.category.travel
source: Travel
de: Reisen
es: Viajes
ru: Путешествия
zh_hans: 旅行

# conversation.emoji.search_placeholder
source: Find emoji…
de: Emoji suchen…
es: Buscar emoji…
ru: Найти эмодзи...
zh_hans: 搜索表情…

# conversation.empty.new.description
source: Send the first message!
de: Sende die erste Nachricht!
es: ¡Envía el primer mensaje!
ru: Напишите первое сообщение!
zh_hans: 发送第一条消息吧！

# conversation.empty.new.title
source: New conversation
de: Neue Unterhaltung
es: Nueva conversación
ru: Новый диалог
zh_hans: 新对话

# conversation.empty.no_messages.description
source: Start the conversation!
de: Beginne die Unterhaltung!
es: ¡Inicia la conversación!
ru: Начните диалог!
zh_hans: 开始对话吧！

# conversation.empty.no_messages.title
source: No messages
de: Keine Nachrichten
es: Sin mensajes
ru: Нет сообщений
zh_hans: 暂无消息

# conversation.errors.chat_info_failed
source: Failed to load chat information
de: Chat-Informationen konnten nicht geladen werden
es: No se pudo cargar la información del chat
ru: Не удалось получить информацию о чате
zh_hans: 无法加载聊天信息

# conversation.errors.file_access_denied
source: No access to file
de: Kein Zugriff auf die Datei
es: Sin acceso al archivo
ru: Нет доступа к файлу
zh_hans: 无法访问文件

# conversation.errors.file_attachment_upload_failed
source: Upload failed
de: Upload fehlgeschlagen
es: Error de subida
ru: Загрузка %lld%%
zh_hans: 上传失败

# conversation.errors.file_too_large %@
source: File is too large. Maximum: %@
de: Datei ist zu groß. Maximum: %@
es: El archivo es demasiado grande. Máximo: %@
ru: Файл слишком большой. Максимум: %@
zh_hans: 文件过大。最大：%@

# conversation.errors.forward_failed
source: Forwarding failed
de: Weiterleiten fehlgeschlagen
es: Error al reenviar
ru: Не удалось переслать
zh_hans: 转发失败

# conversation.errors.image_conversion_failed
source: Failed to process image
de: Bild konnte nicht verarbeitet werden
es: No se pudo procesar la imagen
ru: Не удалось обработать изображение
zh_hans: 图片处理失败

# conversation.errors.invalid_download_url
source: Invalid download URL
de: Ungültige Download-URL
es: URL de descarga no válida
ru: Некорректная ссылка для скачивания
zh_hans: 下载链接无效

# conversation.errors.send_failed
source: Send failed
de: Senden fehlgeschlagen
es: Error al enviar
ru: Ошибка отправки
zh_hans: 发送失败

# conversation.errors.video_export_failed
source: Failed to process video
de: Video konnte nicht verarbeitet werden
es: No se pudo procesar el vídeo
ru: Не удалось обработать видео
zh_hans: 视频处理失败

# conversation.forward.comment_placeholder
source: Comment…
de: Kommentar…
es: Comentario…
ru: Комментарий…
zh_hans: 评论…

# conversation.forward.no_chats.description
source: Open any chat first, then try again.
de: Öffne zuerst einen Chat und versuche es erneut.
es: Abre algún chat primero e inténtalo de nuevo.
ru: Сначала откройте любой чат, затем повторите попытку.
zh_hans: 请先打开任意聊天，然后重试。

# conversation.forward.no_chats.title
source: No chats
de: Keine Chats
es: Sin chats
ru: Нет чатов
zh_hans: 没有聊天

# conversation.forward.placeholder_description
source: Screen will be implemented in Section 7
de: Der Bildschirm wird in Abschnitt 7 implementiert
es: La pantalla se implementará en la sección 7
ru: Экран будет реализован в Разделе 7
zh_hans: 该界面将在第 7 节中实现

# conversation.forward.search_placeholder
source: Search chat
de: Chat suchen
es: Buscar chat
ru: Поиск чата
zh_hans: 搜索聊天

# conversation.forward.send_tooltip
source: Forward to selected chats
de: An ausgewählte Chats weiterleiten
es: Reenviar a los chats seleccionados
ru: Переслать в выбранные чаты
zh_hans: 转发到已选聊天

# conversation.forward.title
source: Forward message
de: Nachricht weiterleiten
es: Reenviar mensaje
ru: Переслать сообщение
zh_hans: 转发消息

# conversation.forward.title_count %lld
source: Forward (%lld)
de: Weiterleiten (%lld)
es: Reenviar (%lld)
ru: Переслать (%lld)
zh_hans: 转发（%lld）

# conversation.header.group_members %lld
source: %lld members
de: %lld Mitglieder
es: %lld miembros
ru: %lld участников
zh_hans: %lld 位成员

# conversation.input.attach_tooltip
source: Attach
de: Anhängen
es: Adjuntar
ru: Прикрепить
zh_hans: 附件

# conversation.input.message_placeholder
source: Message…
de: Nachricht…
es: Mensaje…
ru: Сообщение...
zh_hans: 消息…

# conversation.input.placeholder
source: Message…
de: Nachricht…
es: Mensaje…
ru: Сообщение...
zh_hans: 消息…

# conversation.input.send_tooltip
source: Send
de: Senden
es: Enviar
ru: Отправить
zh_hans: 发送

# conversation.input.stickers
source: Stickers
de: Sticker
ru: Стикеры
zh_hans: 贴纸

# conversation.input.stickers_tooltip
source: Stickers
de: Sticker
ru: Стикеры
zh_hans: 贴纸

# conversation.media.load_failed
source: Failed to load
de: Fehler beim Laden
es: Error al cargar
ru: Не удалось загрузить
zh_hans: 加载失败

# conversation.message.context_menu.copy_image
source: Copy image
de: Bild kopieren
es: Copiar imagen
ru: Скопировать изображение
zh_hans: 复制图片

# conversation.message.context_menu.copy_text
source: Copy text
de: Text kopieren
es: Copiar texto
ru: Копировать текст
zh_hans: 复制文本

# conversation.message.context_menu.delete
source: Delete
de: Löschen
es: Eliminar
ru: Удалить
zh_hans: 删除

# conversation.message.context_menu.delete_message
source: Delete message
de: Nachricht löschen
es: Eliminar mensaje
ru: Удалить сообщение
zh_hans: 删除消息

# conversation.message.context_menu.delete_short
source: Delete
de: Löschen
es: Eliminar
ru: Удалить
zh_hans: 删除

# conversation.message.context_menu.download_original
source: Download original
de: Original herunterladen
es: Descargar original
ru: Скачать оригинал
zh_hans: 下载原始文件

# conversation.message.context_menu.edit
source: Edit
de: Bearbeiten
es: Editar
ru: Изменить
zh_hans: 编辑

# conversation.message.context_menu.forward
source: Forward
de: Weiterleiten
es: Reenviar
ru: Переслать
zh_hans: 转发

# conversation.message.context_menu.reply
source: Reply
de: Antworten
es: Responder
ru: Ответить
zh_hans: 回复

# conversation.message.context_menu.retry
source: Retry
de: Erneut versuchen
es: Reintentar
ru: Повторить
zh_hans: 重试

# conversation.message.context_menu.retry_send
source: Retry send
de: Erneut senden
es: Reintentar envío
ru: Повторить отправку
zh_hans: 重新发送

# conversation.message.context_menu.save_document
source: Save
de: Speichern
es: Guardar
ru: Сохранить
zh_hans: 保存

# conversation.message.context_menu.save_image
source: Save image
de: Bild speichern
es: Guardar imagen
ru: Сохранить изображение
zh_hans: 保存图片

# conversation.message.context_menu.save_images
source: Save images
de: Bilder speichern
es: Guardar imágenes
ru: Сохранить изображения
zh_hans: 保存图片

# conversation.message.context_menu.save_to_downloads
source: Save to Downloads
de: In Downloads speichern
es: Guardar en Descargas
ru: Сохранить в загрузки
zh_hans: 保存到下载

# conversation.message.edited_a11y
source: Message edited
de: Nachricht bearbeitet
es: Mensaje editado
ru: Сообщение отредактировано
zh_hans: 消息已编辑

# conversation.reply.cancel_a11y
source: Cancel reply
de: Antwort abbrechen
es: Cancelar respuesta
ru: Отменить ответ
zh_hans: 取消回复

# conversation.status.last_seen %@
source: last seen %@
de: zuletzt gesehen %@
es: última vez %@
ru: был(а) %@
zh_hans: 最后在线 %@

# conversation.status.last_seen.today %@
source: at %@
de: um %@
es: a las %@
ru: в %@

# conversation.status.last_seen.yesterday
source: yesterday
de: gestern
es: ayer
ru: вчера
zh_hans: 昨天

# conversation.stickers.empty
source: No stickers
de: Keine Sticker
es: Sin stickers
ru: Стикеров нет
zh_hans: 没有贴纸

# conversation.stickers.empty_packs
source: No sticker packs yet
de: Noch keine Sticker-Pakete
es: Aún no hay paquetes de stickers
ru: Стикерпаков пока нет
zh_hans: 暂无贴纸包

# conversation.stickers.recent_tooltip
source: Recently used
de: Zuletzt verwendet
es: Usados recientemente
ru: Недавние
zh_hans: 最近使用

# conversation.stickers.search_placeholder
source: Search by emoji…
de: Nach Emoji suchen…
es: Buscar por emoji…
ru: Поиск по emoji…
zh_hans: 按表情搜索…

# conversation.time.today
source: Today
de: Heute
es: Hoy
ru: Сегодня
zh_hans: 今天

# conversation.time.yesterday
source: Yesterday
de: Gestern
es: Ayer
ru: Вчера
zh_hans: 昨天

# conversation.viewer.counter %lld %lld
source: %1$lld of %2$lld
de: %1$lld von %2$lld
es: %1$lld de %2$lld
ru: %1$lld из %2$lld
zh_hans: %1$lld / %2$lld

# conversation.viewer.image_load_failed
source: Failed to load image
de: Bild konnte nicht geladen werden
es: No se pudo cargar la imagen
ru: Не удалось загрузить изображение
zh_hans: 图片加载失败

# conversation.viewer.loading
source: Loading…
de: Wird geladen…
es: Cargando…
ru: Загрузка...
zh_hans: 加载中…

# conversation.viewer.video_load_failed
source: Failed to load video
de: Video konnte nicht geladen werden
es: No se pudo cargar el vídeo
ru: Не удалось загрузить видео
zh_hans: 视频加载失败

# conversation.viewer.video_loading
source: Loading video…
de: Video wird geladen…
es: Cargando vídeo…
ru: Загрузка видео...
zh_hans: 视频加载中…

# cropper.title
source: Crop photo
de: Foto zuschneiden
es: Recortar foto
ru: Обрезать фото
zh_hans: 裁剪照片

# cropper.window_title
source: Crop image
de: Bild zuschneiden
es: Recortar imagen
ru: Обрезать изображение
zh_hans: 裁剪图像

# enum.profile_visibility.all
source: Everyone
de: Alle
es: Todos
ru: Все
zh_hans: 所有人

# enum.profile_visibility.friends
source: Friends
de: Freunde
es: Amigos
ru: Друзья
zh_hans: 好友

# enum.profile_visibility.none
source: Nobody
de: Niemand
es: Nadie
ru: Никто
zh_hans: 无人

# enum.theme.dark
source: Dark
de: Dunkel
es: Oscuro
ru: Тёмная
zh_hans: 深色

# enum.theme.light
source: Light
de: Hell
es: Claro
ru: Светлая
zh_hans: 浅色

# fast_auth.approval.accept
source: Allow sign-in
de: Anmeldung erlauben
es: Permitir inicio de sesión
ru: Разрешить вход
zh_hans: 允许登录

# fast_auth.approval.device_label
source: Device:
de: Gerät:
es: Dispositivo:
ru: Устройство:
zh_hans: 设备：

# fast_auth.approval.reject
source: Reject
de: Ablehnen
es: Rechazar
ru: Отклонить
zh_hans: 拒绝

# fast_auth.approval.time_label
source: Time:
de: Zeit:
es: Hora:
ru: Время:
zh_hans: 时间:

# fast_auth.approval.title
source: Sign-in request
de: Anmeldeanforderung
es: Solicitud de inicio de sesión
ru: Запрос на вход
zh_hans: 登录请求

# fast_auth.approval.type_label
source: Type:
de: Typ:
es: Tipo:
ru: Тип:
zh_hans: 类型:

# fast_auth.approval.warning
source: Someone is trying to sign in to your account
de: Jemand versucht, sich bei Ihrem Konto anzumelden
es: Alguien intenta iniciar sesión en tu cuenta
ru: Кто-то пытается войти в ваш аккаунт
zh_hans: 有人正在尝试登录您的账户

# fast_auth.qr.error.empty_tokens
source: Server returned empty tokens
de: Server hat leere Token zurückgegeben
es: El servidor devolvió tokens vacíos
ru: Сервер вернул пустые токены
zh_hans: 服务器返回了空令牌

# fast_auth.qr.error.rejected
source: QR sign-in was rejected on the mobile device
de: QR-Anmeldung wurde auf dem Mobilgerät abgelehnt
es: El inicio de sesión por QR fue rechazado en el dispositivo móvil
ru: Вход через QR отклонён на мобильном устройстве
zh_hans: 二维码登录在移动设备上被拒绝

# fast_auth.qr.error.subscribe %@
source: Subscription error: %@
de: Abonnementfehler: %@
es: Error de suscripción: %@
ru: Ошибка подписки: %@
zh_hans: 订阅错误：%@

# fast_auth.qr.error.token %@
source: Failed to get QR code: %@
de: QR-Code konnte nicht abgerufen werden: %@
es: No se pudo obtener el código QR: %@
ru: Не удалось получить QR-код: %@
zh_hans: 无法获取二维码：%@

# fast_auth.qr.instruction
source: Scan the code in mobile BarkFluff
de: Scannen Sie den Code in der BarkFluff-App
es: Escanea el código en BarkFluff móvil
ru: Отсканируйте код в мобильном BarkFluff
zh_hans: 在 BarkFluff 移动版中扫描代码

# fast_auth.qr.status.accepted
source: Sign-in confirmed
de: Anmeldung bestätigt
es: Inicio de sesión confirmado
ru: Вход подтверждён
zh_hans: 登录已确认

# fast_auth.qr.status.expired
source: Expired, refreshing…
de: Abgelaufen, wird aktualisiert…
es: Caducado, actualizando…
ru: Срок истёк, обновляем…
zh_hans: 已过期，正在刷新…

# fast_auth.qr.status.rejected
source: Rejected, refreshing…
de: Abgelehnt, wird aktualisiert…
es: Rechazado, actualizando…
ru: Отклонено, обновляем…
zh_hans: 已拒绝，正在刷新…

# fast_auth.qr.status.valid_for %lld
source: Valid for %lld more s
de: Noch %lld s gültig
es: Válido %lld s más
ru: Действителен ещё %lld с
zh_hans: 还剩 %lld 秒

# fast_auth.qr.status.waiting
source: Waiting for scan…
de: Warte auf Scan…
es: Esperando escaneo…
ru: Ожидание сканирования…
zh_hans: 等待扫描…

# fast_auth.qr.title
source: Sign in via QR
de: Über QR anmelden
es: Iniciar sesión mediante QR
ru: Войти через QR
zh_hans: 通过二维码登录

# group_chat.create.action
source: Create
de: Erstellen
es: Crear
ru: Создать
zh_hans: 创建

# group_chat.create.create_button
source: Create group
de: Gruppe erstellen
es: Crear grupo
ru: Создать группу
zh_hans: 创建群组

# group_chat.create.error.title_and_members_required
source: Title and members are required
de: Titel und Mitglieder sind erforderlich
es: Se requieren título y miembros
ru: Название и участники обязательны
zh_hans: 需要填写名称并选择成员

# group_chat.create.field.members_count
source: Members
de: Mitglieder
es: Miembros
ru: Участников
zh_hans: 成员

# group_chat.create.field.title
source: Title
de: Titel
es: Título
ru: Название
zh_hans: 名称

# group_chat.create.name_placeholder
source: Enter a name
de: Namen eingeben
es: Introduce un nombre
ru: Введите название
zh_hans: 输入名称

# group_chat.create.name_section
source: Group name
de: Gruppenname
es: Nombre del grupo
ru: Название группы
zh_hans: 群组名称

# group_chat.create.search_placeholder
source: Name or username
de: Name oder Benutzername
es: Nombre o usuario
ru: Имя или username
zh_hans: 姓名或用户名

# group_chat.create.search_placeholder_users
source: Search users
de: Benutzer suchen
es: Buscar usuarios
ru: Поиск пользователей
zh_hans: 搜索用户

# group_chat.create.search_section
source: Search participants
de: Teilnehmer suchen
es: Buscar participantes
ru: Поиск участников
zh_hans: 搜索参与者

# group_chat.create.section.info
source: Information
de: Informationen
es: Información
ru: Информация
zh_hans: 信息

# group_chat.create.select_members_hint
source: Select members for the group
de: Mitglieder für die Gruppe auswählen
es: Selecciona los miembros del grupo
ru: Выберите участников для группы
zh_hans: 为群组选择成员

# group_chat.create.selected_section %lld
source: Selected (%lld)
de: Ausgewählt (%lld)
es: Seleccionados (%lld)
ru: Выбрано (%lld)
zh_hans: 已选（%lld）

# group_chat.create.title
source: New group
de: Neue Gruppe
es: Nuevo grupo
ru: Новая группа
zh_hans: 新建群组

# group_chat.info.add_member
source: Add member
de: Mitglied hinzufügen
es: Añadir miembro
ru: Добавить участника
zh_hans: 添加成员

# group_chat.info.leave_group
source: Leave group
de: Gruppe verlassen
es: Abandonar grupo
ru: Покинуть группу
zh_hans: 退出群组

# group_chat.info.title
source: Group information
de: Gruppeninformationen
es: Información del grupo
ru: Информация о группе
zh_hans: 群组信息

# group_chat.members.member_placeholder
source: Member
de: Mitglied
es: Miembro
ru: Участник
zh_hans: 成员

# group_chat.members.owner_placeholder
source: Group owner
de: Gruppeneigentümer
es: Propietario del grupo
ru: Владелец группы
zh_hans: 群主

# group_chat.members.section.admins
source: Administrators
de: Administratoren
es: Administradores
ru: Администраторы
zh_hans: 管理员

# group_chat.members.section.members
source: Members
de: Mitglieder
es: Miembros
ru: Участники
zh_hans: 成员

# group_chat.members.section.owner
source: Owner
de: Eigentümer
es: Propietario
ru: Владелец
zh_hans: 群主

# group_chat.members.title
source: Participants
de: Teilnehmer
es: Participantes
ru: Участники
zh_hans: 参与者

# language.chinese
source: Chinese
de: Chinesisch
es: Chino
ru: Китайский
zh_hans: 中文

# language.english
source: English
de: Englisch
es: Inglés
ru: Английский
zh_hans: 英语

# language.german
source: German
de: Deutsch
es: Alemán
ru: Немецкий
zh_hans: 德语

# language.russian
source: Russian
de: Russisch
es: Ruso
ru: Русский
zh_hans: 俄语

# language.spanish
source: Spanish
de: Spanisch
es: Español
ru: Испанский
zh_hans: 西班牙语

# main.detail.no_chat.description
source: Select a chat from the list on the left
de: Wählen Sie einen Chat aus der Liste links
es: Selecciona un chat de la lista de la izquierda
ru: Выберите чат из списка слева
zh_hans: 从左侧列表中选择一个聊天

# main.detail.no_chat.title
source: Select a chat
de: Chat auswählen
es: Selecciona un chat
ru: Выберите чат
zh_hans: 选择一个聊天

# main.detail.no_settings.description
source: Select a settings section from the list on the left
de: Wählen Sie einen Einstellungsbereich aus der Liste links
es: Selecciona una sección de configuración de la lista de la izquierda
ru: Выберите раздел настроек из списка слева
zh_hans: 从左侧列表中选择一个设置部分

# main.detail.no_settings.title
source: Select a section
de: Bereich auswählen
es: Selecciona una sección
ru: Выберите раздел
zh_hans: 选择一个部分
